/************************************************************************
 * 项目名称 ：Common
 * 项目描述 ：
 * 文件名称 ：ModifyType.cs
 * 版 本 号 ：v1.0.0.0
 * 说    明 ：
 * 作    者 ：WUZE
 * IDE 环境 ：Visual Studio 2013
 * 创建时间 ：2018/8/6 15:12:20
 * 更新时间 ：2018/8/6 15:12:20
************************************************************************
 * Copyright @ Njbosa 2018. All rights reserved.
************************************************************************/

namespace Common
{
    public enum ModifyType
    {
        /// <summary>
        /// 新增
        /// </summary>
        Add = 0,

        /// <summary>
        /// 修改
        /// </summary>
        Edit = 1,

        /// <summary>
        /// 删除
        /// </summary>
        Delete = 2
    }
}